<?php
// Heading
$_['heading_title']      = 'OCMOD Журнал ошибок';

// Text
$_['text_modifications'] = 'Модификации';
$_['text_success']       = 'Успешно: Вы успешно очистили журнал ошибок OCMOD!';
$_['text_list']          = 'Список ошибок';

// Button
$_['button_return']      = 'Вернуться в Модификации';

// Error
$_['error_warning']      = 'Предупреждение: Ваш файл журнала ошибок %s это %s!';
$_['error_empty']        = 'Предупреждение: Ваш файл журнала ошибок пуст!';
$_['error_permission']   = 'Предупреждение: У Вас нет разрешения на очистку журнала ошибок!';